aaron-bond.better-comments
aflo.kanagawa-glass
alefragnani.project-manager
benjaminbenais.copilot-theme
catppuccin.catppuccin-vsc
christian-kohler.path-intellisense
chrsolr.rose-pine-nvchad-theme
dbaeumer.vscode-eslint
docker.docker
dsznajder.es7-react-js-snippets
eamodio.gitlens
enkia.tokyo-night
esbenp.prettier-vscode
figma.figma-vscode-extension
firefox-devtools.vscode-firefox-debug
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.github-vscode-theme
golang.go
google.geminicodeassist
googlecloudtools.cloudcode
hoovercj.vscode-power-mode
jdinhlife.gruvbox
kamikillerto.vscode-colorize
mattpocock.ts-error-translator
mgmcdermott.vscode-language-babel
mhutchie.git-graph
mikestead.dotenv
morgan-codes.morgan-codes-vscode-theme
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-edgedevtools.vscode-edge-devtools
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter-keymap
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.live-server
ms-vscode.powershell
ms-vscode.vscode-typescript-next
naumovs.color-highlight
orta.vscode-twoslash-queries
qufiwefefwoyn.kanagawa
redhat.java
redhat.vscode-yaml
ritwickdey.liveserver
rocketseat.theme-omni
rodrigovallades.es7-react-js-snippets
sdras.night-owl
tonybaloney.vscode-pets
tyriar.sort-lines
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vscodevim.vim
wix.vscode-import-cost
yoavbls.pretty-ts-errors
